export const features = {
    {
        title: "パスワードによる入室制限が可能なプレゼンルームの作成機能"
        subtitle: "セキュアな入室制限で安心のプレゼン体験を"
        content:
            "<p>このツールでは、ユーザーは簡単にパスワードによる入室制限が可能なプレゼンルームを作成できます。これにより、プライバシーの確保と招待者の制御が容易に行え、安心してプレゼンテーションを進行することができます。</p>"
    },

    {
        title: "投票結果の表示機能"
        subtitle: "インタラクティブな投票結果表示"
        content: 
            "<p>投票結果は、Svelteの強力なデータバインディングとアニメーション機能を活用して、リアルタイムで円グラフとして視覚化されます。これにより、オーディエンスは結果を一目で理解でき、プレゼンテーションの効果が一層高まります。Svelteの再レンダリングの速さと効率性により、投票結果の表示はスムーズでシームレスな体験を提供します。</p>"
    },

    {
        title: "コメント投稿・表示機能"
        subtitle: "ダイナミックなコメント機能"
        content: 
            "<p>オーディエンスはリアルタイムでコメントを投稿でき、コメントは一定時間表示された後に消えます。Svelteの反応性の高いフレームワークにより、コメントが投稿されるたびに即座に画面に反映されます。さらに、Svelteのスマートなスタイル適用機能を利用して、投稿が多いコメントは自動的に大きく表示され、重要なフィードバックが一目でわかるようになります。これにより、オーディエンスの声を的確に拾い上げることが可能です。<p/>"
    }
};